INSERT INTO users (id, name) VALUES
(1, 'alice')
, (2, 'bob')
, (3, 'carol')
, (4, 'charlie')
, (5, 'dave')
;

INSERT INTO addresses (user_id, zip_code, prefecture, address_1, address_2, phone_number) VALUES
(1, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (1, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (2, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (2, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (3, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (3, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (4, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (4, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (5, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
, (5, '123-4567', '東京都', '渋谷区千駄ヶ谷', '2丁目39-9', '03-1234-5678')
;
